Repository: seantis/seantis.kantonsrat
Catalog: seantis/kantonsrat/locales/*/LC_MESSAGES/seantis.kantonsrat.po
Languages: de

source: Academic Title
de: Akademischer Titel

source: Address
de: Adresse

source: Address Salutation
de: Adress-Anrede

source: Advanced
de: Erweitert

source: Birthday
de: Geburtsdatum

source: Business Fax
de: Fax Geschäft

source: Business Phone
de: Telefon Geschäft

source: Commissions-Report
de: Kommissionsliste

source: Commissions-Report (inactive) as PDF
de: Kommissionsliste als PDF (inaktive Kommissionen)

source: Commissions-Report as PDF
de: Kommissionsliste als PDF

source: Committee
de: Kommission

source: Committees
de: Kommissionen

source: Contains the members grouped by comission
de: Enthält die Mitglieder geordnet nach Kommission

source: Date after which the organization is invisible.
de: Nach diesem Datum ist die Organisation unsichtbar.

source: Date after which this Kantonsrat is hidden in the list. Independent of memberships.
de: Datum nach dem dieser Kantonsrat in der Liste nicht mehr angezeigt wird. Unabhängig von Mitgliedschaften.

source: Date from which on this Kantonsrat is shown in the list. Independent of memberships.
de: Datum ab dem dieser Kantonsrat in der Liste angezeigt wird. Unabhängig von Mitgliedschaften.

source: Date from which the organization is visible.
de: Vor diesem Datum ist die Organisation unsichtbar.

source: Description
de: Beschreibung

source: Document Dispatch Address
de: Spedition KR-Vorlagen Adresse

source: Don't change this value if a new members replaces this member. Instead, change this members role and add a new member with the new role. Otherwise the history of this organization won't be correct anymore.
de: Bitte ändern Sie diesen Verweis nicht wenn ein Mitglied ein anderes Mitglied ersetzt. Stattdessen ändern Sie bitte die Rolle dieses Mitglieds und erstellen Sie eine neue Mitgliedschaft mit der neuen Rolle. Andernfalls können die Änderungen innerhalb dieser Organisation nicht nachvollzogen werden.

source: Edit
de: Bearbeiten

source: Election on ${date}
de: Wahl am ${date}

source: Electoral District
de: Wahlkreis

source: End
de: Ende

source: End of membership
de: Ende der Mitgliedschaft

source: Entry Date
de: Eintritt

source: Faction
de: Fraktion

source: Factions
de: Fraktionen

source: First Name
de: Vorname

source: Function
de: Funktion

source: Future Memberships
de: Zukünftige Mitgliedschaften

source: General
de: Allgemein

source: Inactive:
de: Inaktiv:

source: Kantonsrat Address Labels
de: Kantonsrat Adressetiketten

source: Kantonsrat Addresses
de: Kantonsrat Adressen

source: Kantonsrat Member
de: Kantonsrats-Mitglied

source: Kantonsrat Membership
de: Kantonsrats-Mitgliedschaft

source: Kantonsrat Organization
de: Kantonsrats-Organisation

source: Last Name
de: Nachname

source: Letter Salutation
de: Brief-Anrede

source: Lifetime of Geschäftsverzeichnis cache
de: Lebensdauer von Geschäftsverzeichnis-Anfragen

source: Memberships
de: Mitgliedschaften

source: Mobile
de: Handy

source: Motions
de: Geschäfte

source: Organizations
de: Organisationen

source: Party
de: Partei

source: Past Memberships
de: Vergangene Mitgliedschaften

source: Photo
de: Foto

source: Place of Citizenship
de: Bürgerort

source: Print date: ${date}
de: Druckdatum: ${date}

source: Private
de: Privat

source: Private Address
de: Privat-Adresse

source: Private Fax
de: Fax Privat

source: Private Phone
de: Telefon Privat

source: Profession
de: Beruf

source: Publish
de: Veröffentlichen

source: Published
de: Veröffentlicht

source: Replacement for
de: Ersatz für

source: Replacement for ${name}
de: Ersatz für ${name}

source: Replacement for ${name}, elected on ${date}
de: Ersatz für ${name}, gewählt am ${date}

source: Retract
de: Zurückziehen

source: SVG Logo (in XMl) which should be used by the Report.
de: SVG Logo (in XML) welches für Berichte verwendet wird.

source: SVG Logo for Report
de: SVG Logo für Berichte

source: Salutation
de: Anrede

source: Seantis Kantonsrat Settings
de: Seantis Kantonsrat Einstellungen

source: Secondary Email
de: Zweite E-Mail

source: Start of membership
de: Start der Mitgliedschaft

source: Submitted Motions
de: Eingereichte Geschäfte

source: The end cannt be before the start
de: Das Ende kann nicht vor dem Start sein

source: The membership can't end before it starts
de: Die Mitgliedschaft kann nicht enden bevor sie beginnt

source: The membership which this membership replaces
de: Das Mitglied das ersetzt wird.

source: The number of seconds a request to the Geschäftsverzeichnis should be kept in the local cache.
de: Die Dauer in Sekunden während der Geschäftsverzeichnis Anfragen lokal zwischengespeichert werden.

source: The replaced membership belongs to another organization
de: Die Mitgliedschaft die ersetzt werden soll stammt aus einer anderen Organisation

source: The start date is set after the end date.
de: Das Start Datum darf nicht nach dem End Datum gesetzt sein.

source: Title
de: Titel

source: Type
de: Typ

source: URL to the Geschäftsverzeichnis
de: URL zum Geschäftsverzeichnis

source: Used to show data from the Geschäftsverzeichnis on the member and organisation pages. Leave empty if there's no such connection.
de: Wird benutzt um die Geschäfte im Geschäftsverzeichnis bei den Kantonsräten und Organisationen anzuzeigen. Ist das Feld leer werden diese Geschäfte nicht angezeigt.

source: Website
de: Webseite

source: from ${start}
de: ab ${start}

source: from ${start} until ${end}
de: ab ${start} bis ${end}

source: since ${start}
de: seit ${start}

source: since ${start} until ${end}
de: seit ${start} bis ${end}

source: until ${end}
de: bis ${end}
